Repository: kindofclever/pfuchs
Catalog: src/locale/*/messages.po
Languages: de

source: Accept
de: Einverstanden

source: Decline
de: Ablehnen

source: English
de: Englisch

source: German
de: Deutsch

source: About me
de: Über mich

source: Colours
de: Farben

source: Soon you will be able to read more about me here
de: Bald wird hier mehr über mich zu lesen sein

source: Underconstruction
de: Nicht fertig

source: Nothing happens here
de: Hier passiert nichts

source: Or here
de: Oder hier

source: In the town of Azuria, nestled between rolling green hills and sparkling blue lakes, there's a legend that has been passed down from generation to generation. It's the tale of the blue dogs of Azuria.
de: In der Stadt Azuria, eingebettet zwischen sanften grünen Hügeln und funkelnden blauen Seen, gibt es eine Legende, die von Generation zu Generation weitergegeben wird. Es ist die Geschichte der blauen Hunde von Azuria.

source: It began centuries ago, when the town was but a small settlement. The folks in Azuria depended on a single water source, a pristine lake which shimmered in hues of blue not seen anywhere else in the world. The lake, known as Lapis Lake, had a peculiar property. Anything that drank its water for seven days straight would take on a blue hue, as bright as the midday sky.
de: Es begann vor Jahrhunderten, als die Stadt noch eine kleine Siedlung war. Die Menschen in Azuria waren auf eine einzige Wasserquelle angewiesen, einen unberührten See, der in Blautönen schimmerte, wie sie sonst nirgendwo auf der Welt zu sehen waren. Der See, bekannt als Lapis-See, hatte eine besondere Eigenschaft. Alles, was sieben Tage lang ununterbrochen sein Wasser trank, nahm einen blauen Farbton an, so hell wie der Himmel zur Mittagszeit.

source: One summer, a pack of wild dogs, drawn by the scent of water, started frequenting Lapis Lake. As days turned into weeks, the once golden-brown dogs began to transform. Their fur, initially just speckled with blue, slowly changed, until the pack was entirely covered in a vivid, sapphire shade.
de: Eines Sommers zog ein Rudel wilder Hunde, angelockt durch den Duft des Wassers, zum Lapis-See. Als die Tage zu Wochen wurden, begannen sich die einst goldbraunen Hunde zu verwandeln. Ihr Fell, anfangs nur mit blauen Flecken durchsetzt, änderte sich langsam, bis das Rudel vollständig in einem lebhaften Saphirton bedeckt war.

source: These blue dogs, with their radiant fur, became the guardians of Azuria. They would circle the town, playing with children, aiding farmers, and most importantly, they kept away any threats. The town's people, in turn, took care of these canines, ensuring they had enough to eat and cozy shelters to rest.
de: Diese blauen Hunde mit ihrem strahlenden Fell wurden die Wächter von Azuria. Sie umkreisten die Stadt, spielten mit Kindern, halfen Bauern und hielten vor allem jegliche Bedrohungen fern. Die Stadtbewohner kümmerten sich im Gegenzug um diese Hunde und sorgten dafür, dass sie genug zu essen hatten und gemütliche Unterkünfte zum Ausruhen.

source: As the years rolled on, the legend grew. Travelers from distant lands would visit Azuria just to catch a glimpse of these mythical blue dogs. Many left in disbelief, thinking it was just a tale, but those fortunate enough to see them were spellbound by their beauty.
de: Mit den Jahren wuchs die Legende. Reisende aus fernen Ländern kamen nach Azuria, nur um einen Blick auf diese mythischen blauen Hunde zu werfen. Viele gingen im Unglauben wieder, denkend, es sei nur eine Erzählung, aber diejenigen, die das Glück hatten, sie zu sehen, waren von ihrer Schönheit verzaubert.

source: The blue dogs, with their gentle demeanor and striking appearance, became symbols of good luck. Artists painted their portraits, poets wrote odes in their honor, and sculptors made statues celebrating their form.
de: Die blauen Hunde, mit ihrem sanften Wesen und ihrem auffälligen Aussehen, wurden zu Symbolen des Glücks. Künstler malten ihre Porträts, Dichter schrieben Oden zu ihren Ehren, und Bildhauer schufen Statuen, die ihre Form feierten.

source: Today, while Azuria has grown into a bustling city, the legend of the blue dogs remains alive. Every summer, during the festival of Lapis, the town's people gather around Lapis Lake, sharing tales of the blue dogs, hoping to catch a glimpse of them, and celebrating the magic that is ever-present in their lives.
de: Heute, während Azuria zu einer geschäftigen Stadt herangewachsen ist, lebt die Legende von den blauen Hunden weiter. Jeden Sommer, während des Lapis-Festes, versammeln sich die Stadtbewohner um den Lapis-See, erzählen Geschichten von den blauen Hunden, hoffen, einen Blick auf sie zu erhaschen und feiern die Magie, die ständig in ihrem Leben präsent ist.

source: Come In
de: Komm rein
